---
kind: other
id: Properties.T:Autodesk.Revit.DB.ReloadLatestOptions
source: html/efc99d0e-a258-b0cd-3048-d77fc68aefd7.htm
---
# ReloadLatestOptions Properties

Specifies whether the .NET object represents a valid Revit entity.